Repository: w11k/calendar-for-trello
Catalog: src/locale/messages.*.xlf
Languages: de

source: <mat-icon> {{cards.length ? "timer off" : ""}} </mat-icon> without Due Date <span> {{cards.length}} </span>
de: {START_TAG_MAT-ICON} {INTERPOLATION} {CLOSE_TAG_MAT-ICON} ohne Due Date {START_TAG_SPAN} {INTERPOLATION_1} {CLOSE_TAG_SPAN}

source: TODAY
de: HEUTE

source: CW {{calendarDate | date:'w, MMMM y'}}
de: KW {{calendarDate | date:'w, MMMM y'}}

source: Create a new Card
de: Neue Card

source: Month
de: Monat

source: Switch to Month View
de: Zur Monatsübersicht wechseln

source: Week
de: Woche

source: Switch to Week View
de: Zur Wochenansicht wechseln

source: Work Week
de: Arbeitswoche

source: Switch to Work Week View
de: zur Arbeitswochenansicht wechseln

source: <mat-icon>lightbulb_outline </mat-icon> Submit Feature Request
de: <mat-icon>lightbulb_outline </mat-icon> Feature Request einreichen

source: <mat-icon>report_problem </mat-icon> Report a Problem
de: <mat-icon>report_problem </mat-icon> Ein Problem melden

source: <mat-icon>delete </mat-icon> Clear Data
de: <mat-icon>delete </mat-icon> Daten löschen

source: <mat-icon>clear </mat-icon> Logout
de: <mat-icon>clear </mat-icon> Ausloggen

source: Card Title
de: Card Titel

source: Menu
de: Menü

source: <mat-icon>today </mat-icon> Calendar
de: {START_TAG_MAT-ICON}today {CLOSE_TAG_MAT-ICON} Kalender

source: <mat-icon>assignment_ind </mat-icon> My Conversations <span>NEW </span>
de: {START_TAG_MAT-ICON}assignment_ind {CLOSE_TAG_MAT-ICON} Meine Konversationen {START_TAG_SPAN}NEW {CLOSE_TAG_SPAN}

source: <mat-icon>settings </mat-icon> Settings
de: {START_TAG_MAT-ICON}settings {CLOSE_TAG_MAT-ICON} Einstellungen

source: <mat-icon>info </mat-icon> About
de: {START_TAG_MAT-ICON}info {CLOSE_TAG_MAT-ICON} Über

source: <mat-icon>search </mat-icon> Search
de: {START_TAG_MAT-ICON}search {CLOSE_TAG_MAT-ICON} Suche

source: <mat-icon>close </mat-icon> Close Menu
de: {START_TAG_MAT-ICON}close {CLOSE_TAG_MAT-ICON} Menü schließen

source: Weekstart
de: Wochenstart

source: Sunday
de: Sonntag

source: Monday
de: Montag

source: Weekend
de: Wochenende

source: Show Weekend
de: Zeige Wochenende

source: Week Views
de: Wochenansicht

source: Configure your week and work week view
de: Konfiguriere deine Wochen- und Arbeitswochenansicht

source: Show hours
de: Zeige Stunden

source: Core labor time from
de: Kernarbeitszeit

source: to
de: bis

source: Done Cards
de: Erledigte Cards

source: Show cards which are marked as done
de: Zeige Cards die als done markiert sind

source: Show
de: Zeigen

source: Hide
de: Verstecken

source: Board Settings
de: Board Einstellungen

source: Hide/Display Boards and overwrite Trello Board Colors
de: Zeige/Verstecke Boards und überschreibe Trello Board Farbe

source: Invisible
de: Unsichtbar

source: Filter for User
de: Nach Benutzern filtern

source: Filter for label
de: Nach Titel sortieren
